{
  "home": "Home",
  "activities": "Activities",
  "achievement": "Blog",
  "contributors": "Contributors",
  "QA": "Q&A",
  "contact": "Contact",
  "project_title": "DEVELOPMENT OF NEW PA-CANG RESIDENTIAL CLUSTER OF CO-TU PEOPLE, PA ONG VILLAGE, CA DY COMMUNE, NAM GIANG DISTRICT",
  "project_content": "How do you feel when you see the children in the above picture? I have met them in their village and in their school. These are children of the Ko-tu ethnic minority. I also experienced my childhood like that. We had no food and no clothes. And I was so happy that many people helped me and gave their love to me. They gave me food and clothes. They taught me many skills for survival and living with their kind heart. They helped me to develop my mind and my heart. I grew up in difficult conditions but I felt that people are always full of love and support. Thanks to that, I have developed my self so that I could received wonderful opportunities in my life. I got scholarship and successfully completed many practical education programs in Japan, including information technology, and NLP. I become confident. I love this life. My soul is now fully filled with love for people.<br><br>The more I look at the children, the more I feel choked up and I burst into tears. These Ko-tu children and the honest people here inspired me to my dream of volunteer. I will organize specific and practical charity projects and programs to support people in difficult areas. The immediate goal is to help them to have enough food. The next goal is to support them improve their skills. The goals will be achieved in a sustainable way.<br><br>If you have the same feelings as me, and have the same dreams as me, please join these charity projects with me. Our sincere participation will bring a lot of happiness to all parties. Our loves will help society develop and spread love.",
  "time": "Time: 2 years (Jan 01st, 2024 ~ Jan 01st, 2026)",
  "place": "Place: Pà-căng village, Cà-dy commune, Nam Giang district, Quang Nam province",
  "sponser_button": "Be a contributor or sponsor",
  "program_title1": "PROJECT TO HELP CO-TU PEOPLE PRODUCE FOOD",
  "program_title2": "PROJECT TO HELP CO-TU PEOPLE BUILD AN ORGANIC FERTILIZER HOUSE",
  "program_title3": "PROJECT TO SUPPORT CO-TU CHILDREN WITH BREAKFAST TO IMPROVE THEIR HEALTH",
  "program_content1": "Each family has a land space of about 500m2. It is almost vacant currently. People grow some crops and raise some livestock according to old habits. They do not have access to science and technology for effective production. Most of them speak Co-tu language. All people in the village wish they can access farming techniques to develop their garden land for food.<br><br>This project aims to accompany and share sustainable organic vegetables and livestock farming techniques with the villagers. Project experts will work with people to build small-scale farming and livestock models in the village. They will come to the village, work together and share directly with the villagers how to farm, so that the villagers can deeply understand and practice directly. Since then, the villagers can master the techniques and can build their own garden for their family food.",
  "program_content2": "Organic fertilizer is the ingredient that determines crop quality and yield. To develop sustainable farming and animal husbandry, it is essential to produce organic fertilizer in the village. Currently, household waste and livestock waste have not been used to make fertilizer. These components are released into the environment, causing pollution. The villagers not only want to know how to make organic fertilizer for plants, but also want to make the villages environment cleaner and more beautiful.<br><br>The project aims to support the villagers to build a house to produce organic fertilizer from livestock waste, agricultural waste, and household waste. Experts will work with the villagers to share the mehtods of classifying, processing and producing organic fertilizer for their gardens. The environment will also be greener, cleaner and more beautiful.",
  "program_content3": "The long-lasting poverty of the villagers causes their children malnutrition. Long-lasting malnutrition will lead to body weakness and illness. Long-lasting malnutrition will take away the their opportunity to physical, mental and intellectual development of the children. Long-lasting malnutrition will taking away their bright future.<br><br>Nutrition breakfast program helps children recover from malnutrition status. The children gradually return to healthy state. Healthy children actively participate in learning programs that help them develop their physical, mental and intellectual state furthur.<br><br>Let's participate in this program to give our love to light up our children future.",
  "our_activities": "Our Activities",
  "program_calling": "Programs are calling for volunteers and sponsors",
  "program_running": "Volunteer Programs are running",
  "program_done": "Programs are done and achievements",
  "blog_title": "Our Blog",
  "postBox_title": "SUPPORT FOOD AND CLOTHES BEFORE RAINY SEASONS-2023",
  "postBox_date": "July 2023",
  "founder": "I was born and raised in a rural area of Quang Nam province. My childhood was filled with experiences with nature and love. My children and I played all kinds of games, including hide and seek, shooting arrows, shooting marbles, playing the leaf trumpet, playing checkers, jumping rope, catching fish and catching crabs, climbing trees to pick fruit, going into caves to catch bats, etc. My father is a teacher but he is also a very good farmer. Outside of work, he does all sorts of things. Land for growing rice, raising livestock, making wine, making vermicelli, making noodles, cutting hair, repairing cars, building houses, etc. My mother is also a teacher, and she also does all sorts of things after hours. She does herbal medicine, tutors, sells, etc. My parents always support each other when working. I followed my father and mother in most of my grandparents' jobs, so I experienced and learned many interesting things.<br><br>I went to college, worked, then studied abroad and working in Japan from 2026 to 2020. I have participated in many practical activities in Japan, from growing rice, growing potatoes, growing vegetables, cooking, baking meat, outdoor camping, fire prevention drills, etc. working as an IT project manager, doing a doctorate, working as a lecturer at Ritsumeikan University. Friends are both highly skilled in the field they love, have very sharp problem-solving skills, and are full of love. The love of relatives and friends helps me develop intellectually, heal wounds, and grow through real-life experiences. I was healed, became confident, optimistic, loved life, loved people, loved this life very much.<br><br>I realized that every time I participate in something to help others, I not only grow intellectually but am also healed. The love within me grows stronger. I love people more and love this life. This is truly a miracle. The more we help others, the more wisdom we develop and the happier we are. Join the project to experience these wonders with us.",
  "founder1": "PHD. majoring in information technology, Japan<br>BA majoring in mathematics and information pedagogy, psychology, and education",
  "introSMC": "Smile Eye Charity, abbreviated as Smile Eye Charity, is a non-profit company. Smile Eye Charity connects domestic and foreign resources to organize practical training programs, accompany, and support people in difficult areas. Training programs aim to help people improve their life and economic skills in a sustainable way.",
  "ques1_QA": "If we can develop one village, we will also find a way to develop other villages. Therefore, I find this project to develop a village very visionary and sustainable. I want to understand more about specific programs so I can arrange to participate in certain programs.",
  "ques2_QA": "If I participate, where will I stay?",
  "ques3_QA": "I would like to contribute some ideas to the project. Who do I contact?",
  "ques4_QA": "How to became a volunteer?",
  "ques5_QA": "How Do I Make Donation",
  "ques6_QA": "I want to mobilize donations for the project. Who do I contact?",
  "ques7_QA": "Does the project receive monetary sponsorship?",
  "answer1": "Thank you for your great vision. Yes, all of us are very excited to proceed with the project. We believe in our effort and strong cooperation and love for the development of the people and the village. The project has many programs. These are practical training programs, suitable to the human and natural potential of the region. For the new Pà-cang village, agriculture, green tourism and services are very potential. Therefore, training programs will focus on: Developing sustainable agriculture and protecting the environment, Develop life skills for children, Improve professional skills, products and services, business skills, Develop communication and foreign language skills. Please call 0962 414 125 or email dinhdongphuong@gmail.com for all information and registering to participate.",
  "answer2": "Depends on the specific program. If the program requires participation in practical training at the workplace, we will stay in the village. The organizers will make arrangements for you.",
  "answer3": "Thank you for your sincere advice. Please call 0962 414 125 or email dinhdongphuong@gmail.com to Ms. Phuong.",
  "answer4": "We have specific program which they encourage volunteers to participate in, and others are less structured in their requirements. Just contact us and you will be instructed detail.",
  "answer5": "Reach us in the contact info. You will be explained how to contribute to our charity activities.",
  "answer6": "Thank you for your sincere support and cooperation. Please call 0962 414 125 or email dinhdongphuong@gmail.com to Ms. Phuong for all information on the projects.",
  "answer7": "Each project program has detailed content posted on the website. If the program needs financial support, please contact us by email dinhdongphuong@gmail.com or phone number 0962 414 125. You can also transfer money to Smile Eye Charity's account. Account number: Techcombank, 22296699, Smile Eye Charity. We will get back to you as soon as we confirm your support.",
  "footerSlogan": "Whatever it is that you care about, there will be a charity working on it. Charities help in lots of different ways.",
  "footerCompany": "Contact Info",
  "companyName": "Company's name: ",
  "companyAddress": "Pa-Ong Village, Ca Dy Commune, Nam Giang District, Quang Nam",
  "workHours": "Working time",
  "timeDetail": "From Monday to Saturday: 8:30 am - 5:30 pm",
  "footerSupport": "Support: 24/7",
  "contactQA": "Contact",
  "name_QA": "Smile Eye Charity non-profit organization",
  "represent_QA": "Representative: ",
  "number_QA": "Phone: ",
  "email_QA": "Email: ",
  "companyAddress_QA": "Address: ",
  "anyquestion_QA": "Any Question?",
  "quote_QA": "The meaning of life is to find your gift. The purpose of life is to give it away.",
  "blog_subtitle": "Stay updated with our latest news, stories, and impact reports",
  "read_more": "Read More",
  "categories": "Categories",
  "all_posts": "All Posts",
  "recent_posts": "Recent Posts",
  "featured": "Featured",
  "project_updates": "Project Updates",
  "community_stories": "Community Stories",
  "volunteer_experiences": "Volunteer Experiences",
  "funding_progress": "Funding Progress",
  "blog_post_1_title": "Building Sustainable Futures for Co-tu Families",
  "blog_post_1_content": "In the mountainous region of Nam Giang district, the Co-tu people have been living in harmony with nature for generations. However, modern challenges require innovative solutions. Our latest project focuses on introducing sustainable farming techniques while preserving traditional knowledge. Over the past three months, we've worked closely with 15 families to establish organic vegetable gardens that not only provide food security but also generate additional income. The transformation has been remarkable - children who once suffered from malnutrition are now thriving, and families are learning new skills that will benefit them for years to come.",
  "blog_post_2_title": "Volunteer Spotlight: Sarah's Journey with SmileEye",
  "blog_post_2_content": "Meet Sarah Thompson, a teacher from Australia who spent two months volunteering with our education program in Pa-cang village. 'When I first arrived, I was struck by the children's eagerness to learn despite having limited resources,' Sarah recalls. Her innovative teaching methods, combining English lessons with environmental education, have left a lasting impact. She helped establish a small library and trained local teachers in interactive learning techniques. Sarah's story is just one example of how international volunteers are making a difference in our communities.",
  "blog_post_3_title": "Milestone Achievement: 1,000 Meals Served",
  "blog_post_3_content": "We're excited to announce that our breakfast program has now served over 1,000 nutritious meals to children in Pa-cang village! This milestone represents more than just numbers - it signifies improved health, better school attendance, and brighter futures for our young community members. The program, which started six months ago with just 20 children, now serves 45 children daily. Thanks to our dedicated volunteers and generous donors, we're planning to expand the program to neighboring villages next year.",
  "blog_post_4_title": "Traditional Wisdom Meets Modern Innovation",
  "blog_post_4_content": "Our latest initiative combines the Co-tu people's traditional ecological knowledge with modern sustainable farming techniques. Elder Pă Liêng, a respected community leader, has been sharing centuries-old farming wisdom with our agricultural experts. Together, they've developed a unique approach that increases crop yields while maintaining soil health and biodiversity. This collaboration demonstrates that the most effective solutions often come from bridging traditional wisdom with modern innovation.",
  "blog_post_5_title": "Emergency Relief: Preparing for Monsoon Season",
  "blog_post_5_content": "As the monsoon season approaches, our emergency preparedness team has been working tirelessly to ensure community safety. We've distributed waterproof supplies to 50 families, repaired damaged roofing, and established emergency food supplies. Community members have also been trained in flood response and first aid. These preparations are crucial for protecting vulnerable families during the challenging rainy season.",
  "blog_post_6_title": "Young Leaders Taking Initiative",
  "blog_post_6_content": "The youth in Pa-cang village are stepping up as environmental champions! A group of teenagers, led by 16-year-old Triệu, has initiated a village cleaning campaign and started a small recycling program. Their enthusiasm and leadership skills are inspiring adults and showing that positive change can start at any age. We're supporting their efforts by providing training in project management and environmental conservation.",
  "contribute": "Contribute",
  "contribute_title": "Make a Difference Today",
  "contribute_subtitle": "Your support helps us create lasting change in underserved communities. Every contribution, big or small, makes a real impact.",
  "ways_to_contribute": "Ways to Contribute",
  "make_donation": "Make a Donation",
  "become_volunteer": "Become a Volunteer",
  "sponsor_program": "Sponsor a Program",
  "in_kind_donations": "In-Kind Donations",
  "donation_title": "Financial Donations",
  "donation_description": "Your financial contributions directly fund our programs and help us reach more families in need.",
  "volunteer_title": "Volunteer Opportunities",
  "volunteer_description": "Join our team of dedicated volunteers and make a hands-on difference in the communities we serve.",
  "sponsor_title": "Program Sponsorship",
  "sponsor_description": "Sponsor entire programs or specific activities to create sustainable long-term impact.",
  "inkind_title": "In-Kind Donations",
  "inkind_description": "Donate goods, services, or equipment that directly support our community development projects.",
  "donation_amounts": "Suggested Donation Amounts",
  "amount_25": "$25 - Provides one child with nutritious meals for a week",
  "amount_50": "$50 - Supplies farming tools for one family",
  "amount_100": "$100 - Funds educational materials for 10 children",
  "amount_250": "$250 - Supports a family's organic garden setup",
  "amount_custom": "Custom Amount",
  "volunteer_opportunities": "Current Volunteer Opportunities",
  "volunteer_teaching": "Educational Support",
  "volunteer_teaching_desc": "Help teach English, computer skills, and environmental education to children and adults.",
  "volunteer_farming": "Agricultural Training",
  "volunteer_farming_desc": "Share sustainable farming techniques and help establish organic gardens.",
  "volunteer_health": "Health & Nutrition",
  "volunteer_health_desc": "Support our nutrition programs and provide basic health education.",
  "volunteer_construction": "Infrastructure Development",
  "volunteer_construction_desc": "Assist with building projects and community infrastructure improvements.",
  "how_to_donate": "How to Donate",
  "bank_transfer": "Bank Transfer",
  "bank_details": "Bank: Techcombank<br>Account Number: 22296699<br>Account Name: Smile Eye Charity",
  "online_payment": "Online Payment",
  "contact_donate": "Contact us for secure online payment options",
  "paypal_venmo": "PayPal & International",
  "paypal_info": "International donors can contribute through PayPal or wire transfer",
  "impact_stats": "Your Impact in Numbers",
  "families_helped": "150+ Families Supported",
  "meals_served": "1,000+ Meals Provided",
  "volunteers_engaged": "50+ Volunteers Engaged",
  "programs_running": "6 Active Programs",
  "get_started": "Ready to Get Started?",
  "contact_us_contribute": "Contact us today to learn more about contribution opportunities",
  "apply_volunteer": "Apply to Volunteer",
  "donate_now": "Donate Now",
  "learn_more": "Learn More"
}
